Autodesk.Revit.DB.ATFXExportOptions.SetExportParameters(System.Boolean)
Used to control whether or not to export parameters.
exportParameters:
True to export parameters, false to not export parameters.
Since:
2023

Autodesk.Revit.DB.ATFXExportOptions.#ctor
Since:
2023

Autodesk.Revit.DB.ATFXExportOptions
ATFX Export options.
Since:
2023